export default {
  projections: {
    ВходВНомерE: {
      дата: {
        __caption__: 'Дата'
      },
      входГостя: {
        __caption__: 'Вход гостя',
        гость: {
          __caption__: 'Гость',
          регистрацКлюча: {
            __caption__: '',
            номерКлюча: {
              __caption__: 'Карта'
            }
          }
        }
      }
    },
    ВходВНомерL: {
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    входГостя: {
      __caption__: 'Вход гостя'
    }
  }
};
